       >>SOURCE FORMAT FREE
IDENTIFICATION DIVISION.
PROGRAM-ID. divisionExample.
Author. Mark Wong.
DATE-WRITTEN. December 7th 2020.
ENVIRONMENT DIVISION.

DATA DIVISION.
FILE SECTION.
WORKING-STORAGE SECTION.
LINKAGE SECTION.
REPORT SECTION.       
PROCEDURE DIVISION.
